IdeaRS.Connections
IConnectionCmdData Interface
Compatible with IDEA StatiCa 0.0
[Missing <summary> documentation for "T:IdeaRS.Connections.Data.IConnectionCmdData"]
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public interface IConnectionCmdData
The IConnectionCmdData type exposes the following members.
Properties
Name | Description
Name
 Gets or set the name
OperationId
 Gets or sets the identifier of the operation in the manufacturer sequence
Top
See Also
Reference
IdeaRS.Connections.Data Namespace